[MZChemthrowerOffense X2UniversalSoldierClassInfo]
ClassSpecializationTitle="火舌"
ClassSpecializationSummary="在战场上呼出火焰和尘土。火舌擅长使用化学喷射器."

[MZChemthrowerSupport X2UniversalSoldierClassInfo]
ClassSpecializationTitle="瘟疫医生"
ClassSpecializationSummary="瘟疫医生利用化学喷射器来支持他们的盟友。他们有aoe净化，治疗和减益，限制了敌人的战术选择."

[MZChemthrowerSuppress X2UniversalSoldierClassInfo]
ClassSpecializationTitle="暴君"
ClassSpecializationSummary="暴君擅长使用化学喷射器进行监视与压制,且能造成一定的击退效果，从而在战场上达到控制的效果"

[MZChemthrowerCanister X2UniversalSoldierClassInfo]
ClassSpecializationTitle="炼金术师"
ClassSpecializationSummary="炼金术师擅长使用化学喷射器及化合罐,是化学混合物方面的专家."